Repository: sumittiwari42/whisq-backup
Catalog: plugins/wc-return-product/languages/*.po
Languages: nl_nl

source: Return order
nl_nl: Bestelling terug zenden

source: Select products for return
nl_nl: Kies producten voor terugzenden

source: Select products...
nl_nl: Selecteer producten ...

source: All products
nl_nl: Alle producten

source: Submit
nl_nl: Verstuur

source: You must select some product
nl_nl: Je moet een product selecteren

source: Product return. Order no.
nl_nl: Product retour verzenden. Bestelnr.

source: Your order return request was send successfully and we contact you soon. Thank you.
nl_nl: Het product retour verzenden verzoek werd met succes geplaatst en wij nemen binnenkort contact op.

source: Has encountered an unexpected error and was not able to send email
nl_nl: Er is een fout opgetreden bij het versturen van een ​​e-mail

source: You do not have sufficient permissions to access this page.
nl_nl: Onvoldoende rechten voor deze pagina.

source: Changes saved
nl_nl: Wijzigingen opgeslagen

source: Enter email to send return orders
nl_nl: Geef het e-mail adres waar we instructies over het terugzenden zullen sturen.
