Repository: sumittiwari42/whisq-backup
Catalog: plugins/wc-return-product/languages/woo-return-*_formal.po
Languages: nl

source: Return order
nl: Bestelling terug zenden

source: Select products for return
nl: Kies producten voor terugkeer

source: Select products...
nl: Selecteer producten ...

source: All products
nl: Alle producten

source: Submit
nl: Verstuur

source: You must select some product
nl: U moet minstens 1 product selecteren

source: Product return. Order no.
nl: Product terugkeer. Bestelnr.

source: Your order return request was send successfully and we contact you soon. Thank you.
nl: Uw retour zending verzoek werd met succes verzonden en wij nemen binnenkort contact met u op.

source: Has encountered an unexpected error and was not able to send email
nl: Er is een fout opgetreden bij het versturen van een ​​e-mail

source: You do not have sufficient permissions to access this page.
nl: U heeft onvoldoende rechten voor deze pagina.

source: Changes saved
nl: Wijzigingen opgeslagen

source: Enter email to send return orders
nl: Geef uw e-mail adres waar we instructies over het terugzenden zullen sturen.
